Repository: sde-gui/gtk-engines
Catalog: po/*.po
Languages: oc

source: Style
oc: Estil

source: Glossy
oc: Filme glaçat

source: Gummy
oc: Gelificat

source: Inverted
oc: Inversat

source: Relief Style
oc: Estil del relèu

source: Inset
oc: Biseutat

source: Shadow
oc: Ombra

source: Menubar Style
oc: Estil de la barra de menús

source: Flat
oc: Plat

source: 3d-ish (gradient)
oc: 3D (degradat)

source: 3d-ish (button)
oc: 3D (boton)

source: Toolbar Style
oc: Estil de la barra d'aisinas

source: Requires style Glossy or Gummy
oc: Necessita l'estil Glaçat o Gelificat

source: Colorize Scrollbar
oc: Colorar las barras de desfilament

source: Scrollbar Color
oc: Color de la barra de desfilament

source: Sets the Color of Scrollbars
oc: Definís la color de las barras de desfilament

source: Animations
oc: Animacions

source: Enable Animations on Progressbars
oc: Activar las animacions per las barras de progression

source: Disable focus drawing
oc: Desactivar las marcas del focus

source: This option allows to disable the focus drawing. The primary purpose is to create screenshots for documentation.
oc: Aquesta opcion permet de desactivar las marcas dessenhadas pel focus. L'utilitat principala es la creacion de las capturas d'ecran per la documentacion.

source: Contrast
oc: Contraste

source: Radius
oc: Rai

source: Edge Thickness
oc: Largor de las bordaduras

source: Cell Indicator Size
oc: Talha de l'indicador de cellula

source: Size of check- and radiobuttons inside treeviews. (Bug #351764)
oc: Talha de las casas de marcar e de botons ràdio dins las arborescéncias (bug #351764).

source: Rounded Buttons
oc: Botons arredondits

source: If set, button corners are rounded
oc: Se definit, los angles dels botons son arredondits

source: Scrollbar Type
oc: Tipe de barras de desfilament

source: Shaped
oc: Deformat

source: Scrollbar Marks
oc: Marcas de las barras de desfilament

source: Scrollbutton Marks
oc: Marcas de botons de desfilament

source: Handlebox Marks
oc: Marcas de punhadas

source: Mark Type 1
oc: Tipe de marca 1

source: Mark Type for Scrollbar Handles, Handleboxes, etc
oc: Tipe de marca per las punhadas (barras de desfilament, etc.)

source: Nothing
oc: Pas res

source: Slash
oc: Barra oblica

source: Inverted Slash
oc: Barra oblica invèrsa

source: Dot
oc: Punt

source: Inverted Dot
oc: Punt inversat

source: Arrow
oc: Sageta

source: Mark Type for Scrollbar Buttons
oc: Tipe de marca pels botons de las barras de desfilament

source: Paned Dots
oc: Punts de separacion dels volets

source: Full
oc: Complet

source: Some
oc: Qualques uns

source: None
oc: Pas cap
